tap "homebrew/cask-fonts"

cask "google-chrome"
cask "firefox"
cask "slack"
cask "vlc"
cask "alfred"
cask "iterm2"
cask "spotify"
cask "graphiql"
cask "docker"
cask "font-firacode-nerd-font"
cask "font-fantasquesansmono-nerd-font-mono"
cask "licecap"
cask "java"
cask "rectangle"
cask "quicklook-json"
cask "qlimagesize"
cask "webpquicklook"
cask "suspicious-package"
cask "android-sdk"
cask "android-studio"
cask "postgres-unofficial"

brew "coreutils"
brew "moreutils"
brew "gnu-sed"
brew "chezmoi"
brew "findutils"
brew "elixir"
brew "exa"
brew "fontconfig"
brew "git"
brew "gpg2"
brew "imagemagick"
brew "mongodb"
brew "luajit"
brew "neovim"
brew "openssl"
brew "links"
brew "puma/puma/puma-dev"
brew "python@2"
brew "python3"
brew "qt"
brew "qt5"
brew "gcc"
brew "reattach-to-user-namespace"
brew "ranger"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tmux"
brew "yarn"
brew "z"
brew "fzf"
brew "keith/formulae/reminders-cli"
brew "antigen"
brew "cheat"
brew "ripgrep"
brew "rbenv"
brew "crystal-lang"
brew "geoip"
brew "irssi"
brew "zsh-autosuggestions"
brew "clojure"
brew "bfg"
brew "git-extras"
brew "node"
brew "trash"
brew "nvm"
brew "heroku"
brew "heroku-node"
brew "httpie"
brew "mutt"
brew "wget"
brew "nmap"
brew "redis"
brew "lastpass-cli"
